[["SELECT * WHERE { ?s ?p ?o } LIMIT 1","0"],["SELECT ?v0 ?v2 ?v3 ?v4 ?v5 WHERE {\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic210> .\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> ?v2 .\n\t?v3 <http://schema.org/trailer> ?v4 .\n\t?v3 <http://schema.org/keywords> ?v5 .\n\t?v3 <http://db.uwaterloo.ca/~galuc/wsdbm/hasGenre> ?v0 .\n\t?v3 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://db.uwaterloo.ca/~galuc/wsdbm/ProductCategory2> .\n}","4"],["SELECT ?v0 ?v2 ?v3 ?v4 ?v5 WHERE {\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic200> .\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> ?v2 .\n\t?v3 <http://schema.org/trailer> ?v4 .\n\t?v3 <http://schema.org/keywords> ?v5 .\n\t?v3 <http://db.uwaterloo.ca/~galuc/wsdbm/hasGenre> ?v0 .\n\t?v3 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://db.uwaterloo.ca/~galuc/wsdbm/ProductCategory2> .\n}","5"],["SELECT ?v0 ?v2 ?v3 ?v4 ?v5 WHERE {\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic81> .\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> ?v2 .\n\t?v3 <http://schema.org/trailer> ?v4 .\n\t?v3 <http://schema.org/keywords> ?v5 .\n\t?v3 <http://db.uwaterloo.ca/~galuc/wsdbm/hasGenre> ?v0 .\n\t?v3 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://db.uwaterloo.ca/~galuc/wsdbm/ProductCategory2> .\n}","8"],["SELECT ?v0 ?v2 ?v3 ?v4 ?v5 WHERE {\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic155> .\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> ?v2 .\n\t?v3 <http://schema.org/trailer> ?v4 .\n\t?v3 <http://schema.org/keywords> ?v5 .\n\t?v3 <http://db.uwaterloo.ca/~galuc/wsdbm/hasGenre> ?v0 .\n\t?v3 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://db.uwaterloo.ca/~galuc/wsdbm/ProductCategory2> .\n}","9"],["SELECT ?v0 ?v1 ?v2 ?v4 ?v5 ?v6 WHERE {\n\t?v0 <http://schema.org/contentRating> ?v1 .\n\t?v0 <http://schema.org/contentSize> ?v2 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/hasGenre> <http://db.uwaterloo.ca/~galuc/wsdbm/SubGenre144> .\n\t?v4 <http://db.uwaterloo.ca/~galuc/wsdbm/makesPurchase> ?v5 .\n\t?v5 <http://db.uwaterloo.ca/~galuc/wsdbm/purchaseDate> ?v6 .\n\t?v5 <http://db.uwaterloo.ca/~galuc/wsdbm/purchaseFor> ?v0 .\n}","16"],["SELECT ?v0 ?v1 ?v2 ?v4 ?v5 ?v6 WHERE {\n\t?v0 <http://schema.org/contentRating> ?v1 .\n\t?v0 <http://schema.org/contentSize> ?v2 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/hasGenre> <http://db.uwaterloo.ca/~galuc/wsdbm/SubGenre140> .\n\t?v4 <http://db.uwaterloo.ca/~galuc/wsdbm/makesPurchase> ?v5 .\n\t?v5 <http://db.uwaterloo.ca/~galuc/wsdbm/purchaseDate> ?v6 .\n\t?v5 <http://db.uwaterloo.ca/~galuc/wsdbm/purchaseFor> ?v0 .\n}","17"],["SELECT ?v0 ?v1 ?v2 ?v4 ?v5 ?v6 WHERE {\n\t?v0 <http://schema.org/contentRating> ?v1 .\n\t?v0 <http://schema.org/contentSize> ?v2 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/hasGenre> <http://db.uwaterloo.ca/~galuc/wsdbm/SubGenre125> .\n\t?v4 <http://db.uwaterloo.ca/~galuc/wsdbm/makesPurchase> ?v5 .\n\t?v5 <http://db.uwaterloo.ca/~galuc/wsdbm/purchaseDate> ?v6 .\n\t?v5 <http://db.uwaterloo.ca/~galuc/wsdbm/purchaseFor> ?v0 .\n}","20"],["SELECT ?v0 ?v1 ?v2 ?v4 ?v5 ?v6 WHERE {\n\t?v0 <http://schema.org/contentRating> ?v1 .\n\t?v0 <http://schema.org/contentSize> ?v2 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/hasGenre> <http://db.uwaterloo.ca/~galuc/wsdbm/SubGenre17> .\n\t?v4 <http://db.uwaterloo.ca/~galuc/wsdbm/makesPurchase> ?v5 .\n\t?v5 <http://db.uwaterloo.ca/~galuc/wsdbm/purchaseDate> ?v6 .\n\t?v5 <http://db.uwaterloo.ca/~galuc/wsdbm/purchaseFor> ?v0 .\n}","22"],["SELECT ?v0 ?v1 ?v2 ?v4 ?v5 ?v6 ?v7 ?v8 WHERE {\n\t?v0 <http://xmlns.com/foaf/homepage> ?v1 .\n\t?v2 <http://purl.org/goodrelations/includes> ?v0 .\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic249> .\n\t?v0 <http://schema.org/description> ?v4 .\n\t?v0 <http://schema.org/contentSize> ?v8 .\n\t?v1 <http://schema.org/url> ?v5 .\n\t?v1 <http://db.uwaterloo.ca/~galuc/wsdbm/hits> ?v6 .\n\t?v1 <http://schema.org/language> <http://db.uwaterloo.ca/~galuc/wsdbm/Language0> .\n\t?v7 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v0 .\n}","23"],["SELECT ?v0 ?v1 ?v2 ?v4 ?v5 ?v6 ?v7 ?v8 WHERE {\n\t?v0 <http://xmlns.com/foaf/homepage> ?v1 .\n\t?v2 <http://purl.org/goodrelations/includes> ?v0 .\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic241> .\n\t?v0 <http://schema.org/description> ?v4 .\n\t?v0 <http://schema.org/contentSize> ?v8 .\n\t?v1 <http://schema.org/url> ?v5 .\n\t?v1 <http://db.uwaterloo.ca/~galuc/wsdbm/hits> ?v6 .\n\t?v1 <http://schema.org/language> <http://db.uwaterloo.ca/~galuc/wsdbm/Language0> .\n\t?v7 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v0 .\n}","24"],["SELECT ?v0 ?v1 ?v2 ?v4 ?v5 ?v6 ?v7 ?v8 WHERE {\n\t?v0 <http://xmlns.com/foaf/homepage> ?v1 .\n\t?v2 <http://purl.org/goodrelations/includes> ?v0 .\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic114> .\n\t?v0 <http://schema.org/description> ?v4 .\n\t?v0 <http://schema.org/contentSize> ?v8 .\n\t?v1 <http://schema.org/url> ?v5 .\n\t?v1 <http://db.uwaterloo.ca/~galuc/wsdbm/hits> ?v6 .\n\t?v1 <http://schema.org/language> <http://db.uwaterloo.ca/~galuc/wsdbm/Language0> .\n\t?v7 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v0 .\n}","25"],["SELECT ?v0 ?v1 ?v2 ?v4 ?v5 ?v6 ?v7 ?v8 WHERE {\n\t?v0 <http://xmlns.com/foaf/homepage> ?v1 .\n\t?v2 <http://purl.org/goodrelations/includes> ?v0 .\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic30> .\n\t?v0 <http://schema.org/description> ?v4 .\n\t?v0 <http://schema.org/contentSize> ?v8 .\n\t?v1 <http://schema.org/url> ?v5 .\n\t?v1 <http://db.uwaterloo.ca/~galuc/wsdbm/hits> ?v6 .\n\t?v1 <http://schema.org/language> <http://db.uwaterloo.ca/~galuc/wsdbm/Language0> .\n\t?v7 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v0 .\n}","26"],["SELECT ?v0 ?v1 ?v2 ?v4 ?v5 ?v6 ?v7 ?v8 WHERE {\n\t?v0 <http://xmlns.com/foaf/homepage> ?v1 .\n\t?v2 <http://purl.org/goodrelations/includes> ?v0 .\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic18> .\n\t?v0 <http://schema.org/description> ?v4 .\n\t?v0 <http://schema.org/contentSize> ?v8 .\n\t?v1 <http://schema.org/url> ?v5 .\n\t?v1 <http://db.uwaterloo.ca/~galuc/wsdbm/hits> ?v6 .\n\t?v1 <http://schema.org/language> <http://db.uwaterloo.ca/~galuc/wsdbm/Language0> .\n\t?v7 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v0 .\n}","28"],["SELECT ?v0 ?v1 ?v3 ?v4 ?v5 ?v6 WHERE {\n\t?v0 <http://purl.org/goodrelations/includes> ?v1 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/Retailer1> <http://purl.org/goodrelations/offers> ?v0 .\n\t?v0 <http://purl.org/goodrelations/price> ?v3 .\n\t?v0 <http://purl.org/goodrelations/validThrough> ?v4 .\n\t?v1 <http://ogp.me/ns#title> ?v5 .\n\t?v1 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> ?v6 .\n}","30"],["SELECT ?v0 ?v2 ?v3 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website49> .\n\t?v2 <http://schema.org/caption> ?v3 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v2 .\n}","33"],["SELECT ?v0 ?v2 ?v3 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website23> .\n\t?v2 <http://schema.org/caption> ?v3 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v2 .\n}","34"],["SELECT ?v0 ?v2 ?v3 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website10> .\n\t?v2 <http://schema.org/caption> ?v3 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v2 .\n}","35"],["SELECT ?v0 ?v2 ?v3 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website48> .\n\t?v2 <http://schema.org/caption> ?v3 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v2 .\n}","36"],["SELECT ?v0 ?v2 ?v3 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website6> .\n\t?v2 <http://schema.org/caption> ?v3 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v2 .\n}","37"],["SELECT ?v1 ?v2 WHERE {\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/City239> <http://www.geonames.org/ontology#parentCountry> ?v1 .\n\t?v2 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> <http://db.uwaterloo.ca/~galuc/wsdbm/Product0> .\n\t?v2 <http://schema.org/nationality> ?v1 .\n}","38"],["SELECT ?v1 ?v2 WHERE {\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/City109> <http://www.geonames.org/ontology#parentCountry> ?v1 .\n\t?v2 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> <http://db.uwaterloo.ca/~galuc/wsdbm/Product0> .\n\t?v2 <http://schema.org/nationality> ?v1 .\n}","39"],["SELECT ?v1 ?v2 WHERE {\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/City48> <http://www.geonames.org/ontology#parentCountry> ?v1 .\n\t?v2 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> <http://db.uwaterloo.ca/~galuc/wsdbm/Product0> .\n\t?v2 <http://schema.org/nationality> ?v1 .\n}","40"],["SELECT ?v1 ?v2 WHERE {\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/City231> <http://www.geonames.org/ontology#parentCountry> ?v1 .\n\t?v2 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> <http://db.uwaterloo.ca/~galuc/wsdbm/Product0> .\n\t?v2 <http://schema.org/nationality> ?v1 .\n}","41"],["SELECT ?v1 ?v2 WHERE {\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/City29> <http://www.geonames.org/ontology#parentCountry> ?v1 .\n\t?v2 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> <http://db.uwaterloo.ca/~galuc/wsdbm/Product0> .\n\t?v2 <http://schema.org/nationality> ?v1 .\n}","42"],["SELECT ?v0 ?v1 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v1 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website49> .\n}","43"],["SELECT ?v0 ?v1 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v1 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website10> .\n}","44"],["SELECT ?v0 ?v1 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v1 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website11> .\n}","45"],["SELECT ?v0 ?v1 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v1 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website48> .\n}","46"],["SELECT ?v0 ?v1 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v1 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website46> .\n}","47"],["SELECT ?v0 ?v1 WHERE {\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v1 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/subscribes> <http://db.uwaterloo.ca/~galuc/wsdbm/Website23> .\n}","48"],["SELECT ?v0 ?v2 WHERE {\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic249> .\n\t?v0 <http://schema.org/caption> ?v2 .\n}","49"],["SELECT ?v0 ?v2 WHERE {\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic50> .\n\t?v0 <http://schema.org/caption> ?v2 .\n}","50"],["SELECT ?v0 ?v2 WHERE {\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic54> .\n\t?v0 <http://schema.org/caption> ?v2 .\n}","51"],["SELECT ?v0 ?v2 WHERE {\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic241> .\n\t?v0 <http://schema.org/caption> ?v2 .\n}","52"],["SELECT ?v0 ?v2 WHERE {\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic232> .\n\t?v0 <http://schema.org/caption> ?v2 .\n}","53"],["SELECT ?v0 ?v2 WHERE {\n\t?v0 <http://ogp.me/ns#tag> <http://db.uwaterloo.ca/~galuc/wsdbm/Topic114> .\n\t?v0 <http://schema.org/caption> ?v2 .\n}","54"],["SELECT ?v0 ?v1 ?v3 WHERE {\n\t?v0 <http://schema.org/jobTitle> ?v1 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/City239> <http://www.geonames.org/ontology#parentCountry> ?v3 .\n\t?v0 <http://schema.org/nationality> ?v3 .\n}","55"],["SELECT ?v0 ?v1 ?v3 WHERE {\n\t?v0 <http://schema.org/jobTitle> ?v1 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/City109> <http://www.geonames.org/ontology#parentCountry> ?v3 .\n\t?v0 <http://schema.org/nationality> ?v3 .\n}","56"],["SELECT ?v0 ?v1 ?v3 WHERE {\n\t?v0 <http://schema.org/jobTitle> ?v1 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/City48> <http://www.geonames.org/ontology#parentCountry> ?v3 .\n\t?v0 <http://schema.org/nationality> ?v3 .\n}","57"],["SELECT ?v0 ?v1 ?v3 WHERE {\n\t?v0 <http://schema.org/jobTitle> ?v1 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/City231> <http://www.geonames.org/ontology#parentCountry> ?v3 .\n\t?v0 <http://schema.org/nationality> ?v3 .\n}","58"],["SELECT ?v0 ?v1 ?v3 WHERE {\n\t?v0 <http://schema.org/jobTitle> ?v1 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/City29> <http://www.geonames.org/ontology#parentCountry> ?v3 .\n\t?v0 <http://schema.org/nationality> ?v3 .\n}","59"],["SELECT ?v0 ?v1 ?v3 ?v4 ?v5 ?v6 ?v7 ?v8 ?v9 WHERE {\n\t?v0 <http://purl.org/goodrelations/includes> ?v1 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/Retailer5> <http://purl.org/goodrelations/offers> ?v0 .\n\t?v0 <http://purl.org/goodrelations/price> ?v3 .\n\t?v0 <http://purl.org/goodrelations/serialNumber> ?v4 .\n\t?v0 <http://purl.org/goodrelations/validFrom> ?v5 .\n\t?v0 <http://purl.org/goodrelations/validThrough> ?v6 .\n\t?v0 <http://schema.org/eligibleQuantity> ?v7 .\n\t?v0 <http://schema.org/eligibleRegion> ?v8 .\n\t?v0 <http://schema.org/priceValidUntil> ?v9 .\n}","61"],["SELECT ?v0 ?v1 ?v3 WHERE {\n\t?v0 <http://purl.org/dc/terms/Location> ?v1 .\n\t?v0 <http://schema.org/nationality> <http://db.uwaterloo.ca/~galuc/wsdbm/Country10> .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/gender> ?v3 .\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://db.uwaterloo.ca/~galuc/wsdbm/Role2> .\n}","65"],["SELECT ?v0 ?v2 ?v3 ?v4 WHERE {\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://db.uwaterloo.ca/~galuc/wsdbm/ProductCategory4> .\n\t?v0 <http://schema.org/caption> ?v2 .\n\t?v0 <http://db.uwaterloo.ca/~galuc/wsdbm/hasGenre> ?v3 .\n\t?v0 <http://schema.org/publisher> ?v4 .\n}","73"],["SELECT ?v0 ?v2 ?v3 WHERE {\n\t?v0 <http://xmlns.com/foaf/age> <http://db.uwaterloo.ca/~galuc/wsdbm/AgeGroup4> .\n\t?v0 <http://xmlns.com/foaf/familyName> ?v2 .\n\t?v3 <http://purl.org/ontology/mo/artist> ?v0 .\n\t?v0 <http://schema.org/nationality> <http://db.uwaterloo.ca/~galuc/wsdbm/Country1> .\n}","75"],["SELECT ?v0 ?v2 ?v3 WHERE {\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://db.uwaterloo.ca/~galuc/wsdbm/ProductCategory12> .\n\t?v0 <http://schema.org/description> ?v2 .\n\t?v0 <http://schema.org/keywords> ?v3 .\n\t?v0 <http://schema.org/language> <http://db.uwaterloo.ca/~galuc/wsdbm/Language0> .\n}","82"],["SELECT ?v0 ?v1 ?v2 WHERE {\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> ?v1 .\n\t?v0 <http://schema.org/text> ?v2 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/User77> <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v0 .\n}","89"],["SELECT ?v0 ?v1 ?v2 WHERE {\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> ?v1 .\n\t?v0 <http://schema.org/text> ?v2 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/User407> <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v0 .\n}","90"],["SELECT ?v0 ?v1 ?v2 WHERE {\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> ?v1 .\n\t?v0 <http://schema.org/text> ?v2 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/User623> <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v0 .\n}","91"],["SELECT ?v0 ?v1 ?v2 WHERE {\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> ?v1 .\n\t?v0 <http://schema.org/text> ?v2 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/User815> <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v0 .\n}","92"],["SELECT ?v0 ?v1 ?v2 WHERE {\n\t?v0 <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> ?v1 .\n\t?v0 <http://schema.org/text> ?v2 .\n\t<http://db.uwaterloo.ca/~galuc/wsdbm/User721> <http://db.uwaterloo.ca/~galuc/wsdbm/likes> ?v0 .\n}","93"]]